[
  {
    "isbn": "9780007149827",
    "title": "The Yiddish Policemen's Union",
    "author": "Michael Chabon",
    "book_image": "http://books.google.com/books/content?id=-reD1g77BfsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "For sixty years, Jewish refugees and their descendants have prospered in the Federal District of Sitka, a \"temporary\" safe haven created in the wake of revelations of the Holocaust and the shocking 1948 collapse of the fledgling state of Israel. Proud, grateful, and longing to be American, the Jews of the Sitka District have created their own little world in the Alaskan panhandle, a vibrant, gritty, soulful, and complex frontier city that moves to the music of Yiddish. For sixty years they have been left alone, neglected and half-forgotten in a backwater of history. Now the District is set to revert to Alaskan control, and their dream is coming to an end: once again the tides of history threaten to sweep them up and carry them off into the unknown. But homicide detective Meyer Landsman of the District Police has enough problems without worrying about the upcoming Reversion. His life is a shambles, his marriage a wreck, his career a disaster. He and his half-Tlingit partner, Berko Shemets, can't catch a break in any of their outstanding cases. Landsman's new supervisor is the love of his life—and also his worst nightmare. And in the cheap hotel where he has washed up, someone has just committed a murder—right under Landsman's nose. Out of habit, obligation, and a mysterious sense that it somehow offers him a shot at redeeming himself, Landsman begins to investigate the killing of his neighbor, a former chess prodigy. But when word comes down from on high that the case is to be dropped immediately, Landsman soon finds himself contending with all the powerful forces of faith, obsession, hopefulness, evil, and salvation that are his heritage—and with the unfinished business of his marriage to Bina Gelbfish, the one person who understands his darkest fears. At once a gripping whodunit, a love story, an homage to 1940s noir, and an exploration of the mysteries of exile and redemption, The Yiddish Policemen's Union is a novel only Michael Chabon could have written.",
    "publication_year": 2007,
    "slug": "the-yiddish-policemens-union",
    "price": 60000
  },
  {
    "isbn": "9780007205585",
    "title": "Close Range",
    "author": "Annie Proulx",
    "book_image": "http://books.google.com/books/content?id=f-zI3bgDiCAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The title story in this collection of shorts now a film from Ang Lee.",
    "publication_year": 2006,
    "slug": "close-range",
    "price": 10000
  },
  {
    "isbn": "9780007151240",
    "title": "The Family Way",
    "author": "Tony Parsons",
    "book_image": "http://books.google.com/books/content?id=dJEIxdYmnU8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "It should be the most natural thing in the world. But in Tony Parsons' latest bestseller, three couples discover that Mother Nature can be one hell of a bitch.",
    "publication_year": 2005,
    "slug": "the-family-way",
    "price": 280000
  },
  {
    "isbn": "9780007204465",
    "title": "Tropic of Cancer",
    "author": "Henry Miller",
    "book_image": "http://books.google.com/books/content?id=ProgRjTL8FIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Miller's groundbreaking first novel, banned in Britain for almost thirty years, now reinvigorated in a new Harper Perennial Modern Classics edition. A penniless and as yet unpublished writer, Henry Miller arrived in Paris in 1930. Leaving behind a disintegrating marriage and an unhappy career in America, he threw himself into the low-life of bohemian Paris with unwavering gusto. A fictional account of Miller's adventures amongst the prostitutes and pimps, the penniless painters and writers of Montparnasse, Tropic of Cancer is an extravagant and rhapsodic hymn to a world of unrivalled eroticism and freedom. Tropic of Cancer's 1934 publication in France was hailed by Samuel Beckett as 'a momentous event in the history of modern writing'. The novel was subsequently banned in the UK and the USA and not released for publication for a further thirty years.",
    "publication_year": 2005,
    "slug": "tropic-of-cancer",
    "price": 10000
  },
  {
    "isbn": "9780007190683",
    "title": "Poirot",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=lbOOJGLxM9MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The final POIROT omnibus, featuring the last four appearances of the detective's side-kick, the sleuthing crime novelist Ariadne Oliver: Third Girl, Hallowe'en Party, Elephants Can Remember and The Pale Horse. Poirot and Mrs Oliver continue their sleuthing in the 1960s in four uncharacteristically 'modern' novels with an added twist of danger...Third Girl Poirot finally admits he is growing old as a perplexed girl thinks she may have killed someone. Here Christie dragged Poirot into the swinging 60s and effectively squared him up against a world featuring sex, drugs and hippies. Hallowe'en Party A teenage murder witness is drowned in a tub of apples. This was only the second time Christie wrote about the death of a child, and is all the more engrossing for it. Elephants Can Remember An old husband and wife double murder has never been solved -- until now. This was the very last Poirot story that Agatha Christie wrote, and garnered good reviews. The Pale Horse A priest's death leads to sinister goings-on in an old country inn. This bonus novel featured Mrs Oliver for once without Poirot and was one of Christie's darkest stories, blending witchcraft and murder.",
    "publication_year": 2005,
    "slug": "poirot",
    "price": 240000
  },
  {
    "isbn": "9780007204441",
    "title": "Naked Lunch",
    "author": "William S. Burroughs",
    "book_image": "http://books.google.com/books/content?id=1B36S7t4k5AC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The anarchic, phenomenally strong-selling classic from the godfather of the Beats: revitalised with a cool new jacket. WELCOME TO INTERZONE...Say hello to Bradley the Buyer, the best narcotics agent in the business. Attend international playboy A.J.'s annual party, where the punch is to be treated with extreme caution. Meet Dr 'Fingers' Schafer, the Lobotomy Kid and his giant centipede, 'The Complete American De-anxietized Man.' And enter the dark and infernal mind of Bill Lee as he pursues his daily quest for the ultimate merchandise...Provocative, influential, morbidly fascinating, Naked Lunch is an apocalyptic ride through the darker recesses of the human psyche.",
    "publication_year": 2005,
    "slug": "naked-lunch",
    "price": 260000
  },
  {
    "isbn": "9780007189953",
    "title": "Where Rainbows End",
    "author": "Cecelia Ahern",
    "book_image": "http://books.google.com/books/content?id=PA7t62vA7SAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The new warm and absorbing story from the author of PS, I LOVE YOU is a bittersweet tale of childhood friends Rosie and Alex whose relationship must survive many trials and tribulations, not least the discovery of their true feelings for one another.From naughty children to rebellious teenagers and mixed-up twenty- and thirty-somethings, Rosie and Alex have stuck by each other through thick and thin, even when Alex moved across the Atlantic to Boston and Rosie fell pregnant as a teenager. Alex supportsRosie through one of the most difficult times of her life -- a time when she should be out partying and going to university but is instead changing nappies and coping with a screaming baby. In return, Rosie is there for Alex when he strugglesthrough his medical internship and copes with a messy divorce. Throughout the ups and downs of each other's lives, they have remained a constant, a shoulder to cry on, someone to laugh and share their innermost feelings with.But can their friendship survive the years and the miles and, more critically, when they each marry someone else? Were they meant to be more than just good friends all along? Misunderstandings, circumstances and sheer bad luck",
    "publication_year": 2004,
    "slug": "where-rainbows-end",
    "price": 200000
  },
  {
    "isbn": "9780007191925",
    "title": "The Art of The Lord of the Rings",
    "author": "Gary Russell",
    "book_image": "http://books.google.com/books/content?id=zl-PPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The definitive guide to the design of the movie, incorporating the best artwork from the trilogy plus many never-before-published paintings, sketches, digital shots and photos.With complete access to artwork created over a five-year period, this authoritative and insightful book illustrates the creative development of the entire Lord of the Rings movie trilogy.This official book contains over 400 exclusive images; the very best artworks from the first three Art books are collected together, many much larger than they have been seen before, with all-new text and information and new interviews with many of the artists. In addition, the book includes 100 unpublished artworks from the extended Director's cuts of the three films, and digital imagery and designs not available when the first books were published.Printed on high-quality art paper, this lavish book is ideal for Tolkien collectors, film enthusiasts and art students and finally allows the massive undertaking of making The Lord of the Rings trilogy to be fully appreciated.",
    "publication_year": 2004,
    "slug": "the-art-of-the-lord-of-the-rings",
    "price": 210000
  },
  {
    "isbn": "9780007153589",
    "title": "How to be Alone",
    "author": "Jonathan Franzen",
    "book_image": "http://books.google.com/books/content?id=ozVWaXd9xvwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "'The Harper's Essay' is reprinted in this volume alongside personal essays and painstaking, often funny reportage. Although his subjects range widely, each piece wrestles with the erosion of civic life and private dignity, and the hidden persistence of loneliness in postmodern America.",
    "publication_year": 2004,
    "slug": "how-to-be-alone",
    "price": 230000
  },
  {
    "isbn": "9780007158058",
    "title": "The Real Trial of Oscar Wilde",
    "author": "Merlin Holland",
    "book_image": "http://books.google.com/books/content?id=QfNgQfTKcg0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Oscar Wilde had one of literary history's most explosive love affairs with Lord Alfred \"Bosie\" Douglas. In 1895, Bosie's father, the Marquess of Queensberry, delivered a note to the Albemarle Club addressed to \"Oscar Wilde posing as sodomite.\" With Bosie's encouragement, Wilde sued the Marquess for libel. He not only lost but he was tried twice for \"gross indecency\" and sent to prison with two years' hard labor. With this publication of the uncensored trial transcripts, readers can for the first time in more than a century hear Wilde at his most articulate and brilliant. The Real Trial of Oscar Wilde documents an alarmingly swift fall from grace; it is also a supremely moving testament to the right to live, work, and love as one's heart dictates.",
    "publication_year": 2004,
    "slug": "the-real-trial-of-oscar-wilde",
    "price": 70000
  },
  {
    "isbn": "9780007179817",
    "title": "Microserfs",
    "author": "Douglas Coupland",
    "book_image": "http://books.google.com/books/content?id=N3AmmJIsK6wC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "At computer giant Microsoft, Dan, Susan, Abe, Todd and Bug are struggling to get a life. The job may be super cool, the pay may be astronomical, but they're heading nowhere, and however hard they work, however many shares they earn, they're never going to be as rich as Bill. And besides, with all the hours they're putting in, their best relationships are on e-mail. Something's got to give.",
    "publication_year": 2004,
    "slug": "microserfs",
    "price": 120000
  },
  {
    "isbn": "9780007179824",
    "title": "Miss Wyoming",
    "author": "Douglas Coupland",
    "book_image": "http://books.google.com/books/content?id=2zoTKFNdxpIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The brilliant new novel from the bestselling cult author of them all. Susan and John need to disappear -- Susan and John need to find each other. Meet Susan Colgate -- Miss Wyoming. Winner of a hundred teen pageants, child TV soap star, owner of a hideously pushy mother... and now reduced to small, brainless parts in small, brainless movies. Oh, and sole survivor of Flight 802. If she were to walk away from the wreckage now, before the emergency crews get here, she could disappear and nobody would ever know... Meet John Johnson -- action film producer (Bel Air P. I... um, Bel Air P. I. 2), occasional sado-masochist, junkie. He just died -- but only for 5 minutes. But while he was gone, he saw a vision of a woman's face and realized that it was time to escape, to ditch the baggage of being horny, rich, lonely John Johnson and to lose himself. To disappear. Wouldn't it be nice if they were to find themselves and get together?In many ways a reprise of Girlfriend in a Coma, Miss Wyoming represents a further leap forwards into the World According to Coupland -- a witty, genuinely funny look at who we are, how we can change, and how we can make a difference.",
    "publication_year": 2004,
    "slug": "miss-wyoming",
    "price": 200000
  },
  {
    "isbn": "9780007135653",
    "title": "The Lord of the Rings",
    "author": "Gary Russell",
    "book_image": "http://books.google.com/books/content?id=oEZ6AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "With complete access to artwork created over a five-year period, this guide illustrates the creative development of The Return of the King. It contains over 600 images, from the earliest pencil sketches and conceptual drawings to magnificent paintings, sculptures and digital imagery that shaped the look of the film. Contributing artists include John Howe and Alan Lee, artists who have inspired Peter Jackson's vision of Middle-earth and worked with him to bring the trilogy to the big screen. Peter Jackson himself provides the afterword in which he discusses the importance of the conceptual art to the film. It covers most aspects of the eagerly awaited finale to the enormously successful trilogy, from locations and costumes to weaponry and creatures. The artists who created all of these diverse elements explain how they contributed to the development of the film.",
    "publication_year": 2004,
    "slug": "the-lord-of-the-rings",
    "price": 170000
  },
  {
    "isbn": "9780007137336",
    "title": "Lirael",
    "author": "Garth Nix",
    "book_image": "http://books.google.com/books/content?id=sDzU8TpKvQAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "When a dangerous necromancer threatens to unleash a long-buried evil, Lirael and Prince Sameth are drawn into a battle to save the Old Kingdom and reveal their true destinies. Suggested level: secondary.",
    "publication_year": 2004,
    "slug": "lirael",
    "price": 10000
  },
  {
    "isbn": "9780007195305",
    "title": "The Known World",
    "author": "Edward P. Jones",
    "book_image": "http://books.google.com/books/content?id=CVS9a6lC5CwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "An epic narrative that takes a look at slavery in all of its moral complexities.",
    "publication_year": 2004,
    "slug": "the-known-world",
    "price": 110000
  },
  {
    "isbn": "9780007149612",
    "title": "Breaking Open the Head",
    "author": "Daniel Pinchbeck",
    "book_image": "http://books.google.com/books/content?id=QIMaviqqoQoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A new 'The Doors of Perception' for the 21st century? A visionary journey from cynicism to shamanism by a brilliant young US writer.",
    "publication_year": 2004,
    "slug": "breaking-open-the-head",
    "price": 180000
  },
  {
    "isbn": "9780007178636",
    "title": "There's a Boy in the Girls' Bathroom",
    "author": "Louis Sachar",
    "book_image": "http://books.google.com/books/content?id=jHE-PgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A study guide for the novel There's a Boy in the Girl's bathroom.",
    "publication_year": 2004,
    "slug": "theres-a-boy-in-the-girls-bathroom",
    "price": 210000
  },
  {
    "isbn": "9780007175222",
    "title": "Oh Say Can You Say?",
    "author": "Dr. Seuss",
    "book_image": "http://books.google.com/books/content?id=r4l8AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Tie your tongue in terrible knots as you try to read aloud. Nonsense rhyming story.",
    "publication_year": 2004,
    "slug": "oh-say-can-you-say",
    "price": 20000
  },
  {
    "isbn": "9780007173136",
    "title": "I Wish that I Had Duck Feet",
    "author": "Dr. Seuss;Barney Tobey",
    "book_image": "http://books.google.com/books/content?id=m9cZAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A boy imagines what it would be like if he had such things as duck feet, a whale spout, and an elephant's trunk.",
    "publication_year": 2004,
    "slug": "i-wish-that-i-had-duck-feet",
    "price": 260000
  },
  {
    "isbn": "9780007173020",
    "title": "The Silmarillion",
    "author": "John Ronald Reuel Tolkien;Ted Nasmith",
    "book_image": "http://books.google.com/books/content?id=hLH0dtl5NVwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Designed to take fans of The Hobbit and The Lord of the Rings deeper into the myths and legends of Middle-earth The Silmarillion is an account of the Elder Days, of the First Age of Tolkien s world. It is the ancient drama to which the characters in The Lord of the Rings look back, and in whose events some of them such as Elrond and Galadriel took part. The tales of The Silmarillion are set in an age when Morgoth, the first Dark Lord, dwelt in Middle-Earth, and the High Elves made war upon him for the recovery of the Silmarils, the jewels containing the pure light of Valinor. Included in the book are several shorter works. The Ainulindale is a myth of the Creation and in the Valaquenta the nature and powers of each of the gods is described. The Akallabeth recounts the downfall of the great island kingdom of Numenor at the end of the Second Age and Of the Rings of Power tells of the great events at the end of the Third Age, as narrated in The Lord of the Rings. This pivotal work features the revised, corrected text and includes, by way of an introduction, a fascinating letter written by Tolkien in 1951 in which he gives a full explanation of how he conceived the early Ages of Middle-earth.\"",
    "publication_year": 2004,
    "slug": "the-silmarillion",
    "price": 80000
  },
  {
    "isbn": "9780002005883",
    "title": "Gilead",
    "author": "Marilynne Robinson",
    "book_image": "http://books.google.com/books/content?id=KQZCPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A NOVEL THAT READERS and critics have been eagerly anticipating for over a decade, Gilead is an astonishingly imagined story of remarkable lives. John Ames is a preacher, the son of a preacher and the grandson (both maternal and paternal) of preachers. It’s 1956 in Gilead, Iowa, towards the end of the Reverend Ames’s life, and he is absorbed in recording his family’s story, a legacy for the young son he will never see grow up. Haunted by his grandfather’s presence, John tells of the rift between his grandfather and his father: the elder, an angry visionary who fought for the abolitionist cause, and his son, an ardent pacifist. He is troubled, too, by his prodigal namesake, Jack (John Ames) Boughton, his best friend’s lost son who returns to Gilead searching for forgiveness and redemption. Told in John Ames’s joyous, rambling voice that finds beauty, humour and truth in the smallest of life’s details, Gilead is a song of celebration and acceptance of the best and the worst the world has to offer. At its heart is a tale of the sacred bonds between fathers and sons, pitch-perfect in style and story, set to dazzle critics and readers alike.",
    "publication_year": 2004,
    "slug": "gilead",
    "price": 40000
  },
  {
    "isbn": "9780006513087",
    "title": "Gravity",
    "author": "Tess Gerritsen",
    "book_image": "http://books.google.com/books/content?id=KI66cH39n6sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Emma Watson a research physician has been training for the mission of a lifetime: to study living organisms in the microgravity of space. But the true and lethal nature of the experiment has not been revealed to NASA and once aboard the space station things start to go wrong. A culture of single-celled Archaeons, gathered from the deep sea, begin to rapidly multiply and infect the crew - with deadly and agonising results. As her estranged husband and ground crew at NASA work against the clock to launch a rescue Emma stuggles to contain the lethal microbe. But with the contagion threatening Earth's population, there are those who would leave the astronauts stranded in orbit, quarantined aboard the station.",
    "publication_year": 2004,
    "slug": "gravity",
    "price": 210000
  },
  {
    "isbn": "9780007195718",
    "title": "Discover Your Destiny with the Monk Who Sold His Ferrari",
    "author": "Robin Sharma",
    "book_image": "http://books.google.com/books/content?id=4hVbNc8rRfEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A potent pathway to self-awakening that will help you to live your greatest life and claim the happiness, prosperity and inner peace that you deserve. From the author of the international bestseller, The Monk Who Sold His Ferrari.",
    "publication_year": 2004,
    "slug": "discover-your-destiny-with-the-monk-who-sold-his-ferrari",
    "price": 200000
  },
  {
    "isbn": "9780007116263",
    "title": "The Lord of the Rings, the Return of the King",
    "author": "Jude Fisher",
    "book_image": "http://books.google.com/books/content?id=kNBnQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A visual guide to the third in the Lord of the Rings movie trilogy. A large-format, full-colour guide to the characters, places, landscapes, artefacts, battles, and costumes as seen in the film, it features images, informative text and specially commissioned extras.",
    "publication_year": 2003,
    "slug": "the-lord-of-the-rings-the-return-of-the-king",
    "price": 30000
  },
  {
    "isbn": "9780006483908",
    "title": "Jimmy the Hand",
    "author": "Raymond E. Feist;S. M. Stirling",
    "book_image": "http://books.google.com/books/content?id=hV4-oITYFN8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Jimmy the Hand, boy thief of Krondor, lived in the shadows of the city. Though gifted beyond his peers, Jimmy is merely a pickpocket with potential--until he aids Prince Arutha in the rescue of Princess Anita from Duke Guy du Bas-Tyra, and runs afoul of \"Black Guy's\" secret police. Facing a choice between disappearing on his own or in a weighted barrel at the bottom of Krondor's harbor, Jimmy chooses the former. Forced to flee the only home he's ever known, Jimmy finds himself among the unsuspecting rural villagers of Land's End, where he hopes to prosper with his talents for con and thievery. But Land's End is home to many who tread the crooked path--and to a dark, dangerous presence even the local smugglers don't recognize. And suddenly Jimmy's youthful bravado and courage are leading him into the maw of chaos . . . and, quite possibly, to his doom.",
    "publication_year": 2003,
    "slug": "jimmy-the-hand",
    "price": 230000
  },
  {
    "isbn": "9780007150304",
    "title": "Beware, Princess Elizabeth",
    "author": "Carolyn Meyer",
    "book_image": "http://books.google.com/books/content?id=wPBpR4AFNJ0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A matter of life and death - and the Throne of England",
    "publication_year": 2003,
    "slug": "beware-princess-elizabeth",
    "price": 180000
  },
  {
    "isbn": "9780007154883",
    "title": "The Listerdale Mystery",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=J1tLGz5G84EC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A selection of mysteries, some light-hearted, some romantic, some very deadly... Twelve tantalizing cases... the curious disappearance of Lord Listerdale; a newlywed's fear of her ex-fiance; a strange encounter on a train; a domestic murder investigation; a wild man's sudden personality change; a retired inspector's hunt for a murderess; a young woman's impersonation of a duchess; a necklace hidden in a basket of cherries; a mystery writer's arrest for murder; an astonishing marriage proposal; a soprano's hatred for a baritone; the case of the rajah's emerald. All have one thing in common: the skilful hand of Agatha Christie.",
    "publication_year": 2003,
    "slug": "the-listerdale-mystery",
    "price": 240000
  },
  {
    "isbn": "9780007158515",
    "title": "I Can Read with Me Eyes Shut!",
    "author": "Dr. Seuss",
    "book_image": "http://books.google.com/books/content?id=oyF8U9BRTQwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Nonsense rhyming story. 4 yrs+",
    "publication_year": 2003,
    "slug": "i-can-read-with-me-eyes-shut",
    "price": 20000
  },
  {
    "isbn": "9780007158522",
    "title": "Oh, the Places You'll Go!",
    "author": "Dr. Seuss",
    "book_image": "http://books.google.com/books/content?id=Ev4Llq5fv4IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "From bang-ups and hang-ups to lurches and slumps. Dr. Seuss takes a hilarious look at the mishaps and misadventures that life may have in store for us.",
    "publication_year": 2003,
    "slug": "oh-the-places-youll-go",
    "price": 40000
  },
  {
    "isbn": "9780007154845",
    "title": "The Mysterious Mr. Quin",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=n0aMDV7Lm4sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A mysterious stranger appears at a New Year's Eve party, becoming the enigmatic sleuthing sidekick to the snobbish Mr Satterthwaite... So far, it had been a typical New Year's Eve house party. But Mr Satterthwaite - a keen observer of human nature - sensed that the real drama of the evening was yet to unfold. So it proved when a mysterious stranger arrived after midnight. Who was this Mr Quin? And why did his presence have such a pronounced effect on Eleanor Portal, the woman with the dyed-black hair?",
    "publication_year": 2003,
    "slug": "the-mysterious-mr-quin",
    "price": 50000
  },
  {
    "isbn": "9780006483892",
    "title": "Murder in LaMut",
    "author": "Raymond E. Feist;Joel Rosenberg",
    "book_image": "http://books.google.com/books/content?id=I2jbBlMHlAMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Available in the U.S. for the first time, this is the second volume in the exceptional Legends of the Riftwar series from \"New York Times\"-bestselling authors Feist and Rosenberg.",
    "publication_year": 2003,
    "slug": "murder-in-lamut",
    "price": 40000
  },
  {
    "isbn": "9780007171996",
    "title": "The Return of the King",
    "author": "J. R. R. Tolkien",
    "book_image": "http://books.google.com/books/content?id=PI9zPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "THE GREATEST FANTASY EPIC OF OUR TIME While the evil might of the Dark Lord Sauron swarmed out to conquer all Middle-earth, Frodo and Sam struggled deep into Mordor, seat of Sauron's power. To defeat the Dark Lord, the accursed Ring of Power had to be destroyed in the fires of Mount Doom. But the way was impossibly hard, and Frodo was weakening. Weighed down by the compulsion of the Ring he began finally to despair. The awesome conclusion of J.R.R. Tolkien's The Lord of the Rings, beloved by millions of readers around the world.",
    "publication_year": 2003,
    "slug": "the-return-of-the-king",
    "price": 150000
  },
  {
    "isbn": "9780007162994",
    "title": "If I Die in a Combat Zone",
    "author": "Tim O'Brien",
    "book_image": "http://books.google.com/books/content?id=0qUtSvo_MiEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Perhaps the best book to emerge from the Vietnam War -- reissued alongside five other jewels of the Flamingo backlist from the 1970s. First published in1973, this intensely personal novel about one foot soldier's tour of duty in Vietnam established Tim O'Brien's reputation as the outstanding chronicler of the Vietnam experience for a generation of Americans. From basic training to the front line and back again, he takes the reader on an unforgettable journey -- walking the minefields of My Lai, fighting the heat and the snipers in an alien land, crawling into the ghostly tunnels -- as he explores the ambiguities of manhood and morality in a war no one believes in.",
    "publication_year": 2003,
    "slug": "if-i-die-in-a-combat-zone",
    "price": 230000
  },
  {
    "isbn": "9780006511489",
    "title": "The Years of Rice and Salt",
    "author": "Kim Stanley Robinson",
    "book_image": "http://books.google.com/books/content?id=I38CFD1RnmsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Hailed by \"The New York Times Book Review\" as \"eye-opening, \" this alternative history of the last 600 years begins as the Black Death kills nearly everyone in Europe, and China, India, and the nations of Islam now control the world.",
    "publication_year": 2003,
    "slug": "the-years-of-rice-and-salt",
    "price": 180000
  },
  {
    "isbn": "9780006280897",
    "title": "The Four Loves",
    "author": "Clive Staples Lewis",
    "book_image": "http://books.google.com/books/content?id=XhQ5XsFcpGIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Lewis' work on the nature of love divides love into four categories; Affection, Friendship, Eros and Charity. The first three come naturally to humanity. Charity, however, the Gift-love of God, is divine, and without this supernatural love, the natural loves become distorted and even dangerous.",
    "publication_year": 2002,
    "slug": "the-four-loves",
    "price": 140000
  },
  {
    "isbn": "9780006514640",
    "title": "The Wise Woman",
    "author": "Philippa Gregory",
    "book_image": "http://books.google.com/books/content?id=BEr9wAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Alone and vulnerable, Alys joins a nunnery in an attempt to escape poverty but finds herself thrown back into the outside world when Henry VIII's wreckers destroy her sanctuary. With nothing but her looks, her magic and her own instinctive cunning, Alys has to tread a perilous path between the faith of her childhood and her own female power. When she falls in love with Hugo, the feudal lord and another woman's husband, she dips into witchcraft to defeat her rival and to win her lover, only to find that magic makes a poor servant but a dominant master. Since heresy against the new church means the stake, and witchcraft the rope, Alys's danger is mortal. A woman's powers are not longer safe to use...",
    "publication_year": 2002,
    "slug": "the-wise-woman",
    "price": 140000
  },
  {
    "isbn": "9780007120864",
    "title": "The Thirteen Problems",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=MK9JNwoZAncC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The Tuesday Night Club is a venue where locals challenge Miss Marple to solve recent crimes... One Tuesday evening a group gathers at Miss Marple's house and the conversation turns to unsolved crimes... The case of the disappearing bloodstains; the thief who committed his crime twice over; the message on the death-bed of a poisoned man which read 'heap of fish'; the strange case of the invisible will; a spiritualist who warned that 'Blue Geranium' meant death... Now pit your wits against the powers of deduction of the 'Tuesday Night Club'.",
    "publication_year": 2002,
    "slug": "the-thirteen-problems",
    "price": 240000
  },
  {
    "isbn": "9780007120819",
    "title": "The Big Four",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=wcOQUSWQEdUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A ruthless international cartel seeks world domination... Framed in the doorway of Poirot's bedroom stood an uninvited guest, coated from head to foot in dust. The man's gaunt face stared for a moment, then he swayed and fell. Who was he? Was he suffering from shock or just exhaustion? Above all, what was the significance of the figure 4, scribbled over and over again on a sheet of paper? Poirot finds himself plunged into a world of international intrigue, risking his life to uncover the truth about 'Number Four'.",
    "publication_year": 2002,
    "slug": "the-big-four",
    "price": 150000
  },
  {
    "isbn": "9780007120963",
    "title": "A Murder is Announced",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=QEEvzeAkdzoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The villagers of Chipping Cleghorn are amazed by an advertisement in the local paper which reads \"A murder is announced and will take place on Friday October 29th, at Little Paddocks at 6.30pm. Unable to resist, a crowd begins to gather at the house at the appointed time. But when a man is killed in what looks like an attempted robbery, Miss Marple becomes involved.",
    "publication_year": 2002,
    "slug": "a-murder-is-announced",
    "price": 300000
  },
  {
    "isbn": "9780007120871",
    "title": "They Do it with Mirrors",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=HUuQYGppZi8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A man is shot at in a juvenile reform home - but someone else dies... Miss Marple senses danger when she visits a friend living in a Victorian mansion which doubles as a rehabilitiation centre for delinquents. Her fears are confirmed when a youth fires a revolver at the administrator, Lewis Serrocold. Neither is injured. But a mysterious visitor, Mr Gilbrandsen, is less fortunate - shot dead simultaneously in another part of the building. Pure coincidence? Miss Marple thinks not, and vows to discover the real reason for Mr Gilbrandsen's visit.",
    "publication_year": 2002,
    "slug": "they-do-it-with-mirrors",
    "price": 160000
  },
  {
    "isbn": "9780007120987",
    "title": "The Mirror Crack'd from Side to Side",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=lTYId7FIJEsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "One Minute, Silly Heather Badcock Had Been Gabbling On At Her Movie Idol, The Glamorous Marina Gregg. The Next, Heather Suffered A Massive Seizure. But For Whom Was The Deadly Poison Really Intended? Marina S Frozen Expression Suggested She Had Witnessed Something Horrific. But, While Others Searched For Material Evidence, Jane Marple Conducted A Very Different Investigation Into Human Nature.",
    "publication_year": 2002,
    "slug": "the-mirror-crackd-from-side-to-side",
    "price": 240000
  },
  {
    "isbn": "9780007121007",
    "title": "Mrs McGinty's Dead",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=gcS0d5HhGEEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "An old widow is brutally killed in the parlour of her cottage... Mrs McGinty died from a brutal blow to the back of her head. Suspicion fell immediately on her shifty lodger, James Bentley, whose clothes revealed traces of the victim's blood and hair. Yet something was amiss: Bentley just didn't look like a murderer. Poirot believed he could save the man from the gallows - what he didn't realise was that his own life was now in great danger...",
    "publication_year": 2002,
    "slug": "mrs-mcgintys-dead",
    "price": 240000
  },
  {
    "isbn": "9780007151677",
    "title": "Endless Night",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=kY1wuNfgmFQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Gipsy S Acre Was A Truly Beautiful Upland Site With Views Out To Sea And In Michael Rogers It Stirred A Child-Like Fantasy. There, Among The Dark Fir Trees, He Planned To Build A House, Find A Wonderful Girl And Live Happily Ever After, Yet, As He Left The Village, A Shadow Of Menace Hung Over The Land. For This Was The Place Where Accidents Happened. Perhaps Michael Should Have Heeded The Locals Warnings: There S No Luck For Them As Meddles With Gipsy S Acre .",
    "publication_year": 2002,
    "slug": "endless-night",
    "price": 10000
  },
  {
    "isbn": "9780007121021",
    "title": "The Hollow",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=-f1h4e0hl0oC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Lucy Angkatell Invited Hercule Poirot To Lunch. To Tease The Great Detective, Her Guests Stage A Mock Murder Beside The Swimming Pool. Unfortunately, The Victim Plays The Scene For Real. As His Blood Drips Into The Water, John Christow Gasps One Final Word: Henrietta . In The Confusion, A Gun Sinks To The Bottom Of The Pool. Poirot S Enquiries Reveal A Complex Web Of Romantic Attachments. It Seems Everyone In The Drama Is A Suspect And Each A Victim Of Love.",
    "publication_year": 2002,
    "slug": "the-hollow",
    "price": 220000
  },
  {
    "isbn": "9780007129652",
    "title": "Wilkins' Tooth",
    "author": "Diana Wynne Jones",
    "book_image": "http://books.google.com/books/content?id=lXUSHqQfOD8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "OWN BACK LIMITEDREVENGE ARRANGED, PRICE ACCORDING TO TASK, ALL DIFFICULT TASKS UNDERTAKEN, TREASURE HUNTED, ETC. It seemed like a marvellous scheme at the time! Frank and Jess had set up the business because they needed money - their pocket-money had been stopped just when Frank owed Buster Knell ten pence. Their father had put a quick stop to ERRANDS RUN, so why not try something that was bad instead? Offering to do dreadful things that other people didn't dare to do? So they pinned up the notice on the potting-shed and waited for customers. But of course, nothing's ever THAT straightforward.",
    "publication_year": 2002,
    "slug": "wilkins-tooth",
    "price": 100000
  },
  {
    "isbn": "9780007136599",
    "title": "The Fellowship of the Ring",
    "author": "John Ronald Reuel Tolkien;Alan Lee",
    "book_image": "http://books.google.com/books/content?id=K7xSPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Tolkien's classic fantasy about the quest to save Middle-Earth--and the basis for Peter Jackson's Academy Award(-winning film trilogy--is now available in these Young Reader's Editions. Each book of the trilogy is available individually, or together in a three-volume paperback boxed set.",
    "publication_year": 2002,
    "slug": "the-fellowship-of-the-ring",
    "price": 290000
  },
  {
    "isbn": "9780007149124",
    "title": "Tales from the Perilous Realm",
    "author": "John Ronald Reuel Tolkien",
    "book_image": "http://books.google.com/books/content?id=Wla7NwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Never before published in a single volume, Tolkien's four novellas (\"Farmer Giles of Ham, Leaf by Niggle, Smith of Wootton Major,\" and \"Roverandom\") and one book of poems (\"The Adventures of Tom Bombadil\") are gathered together in a fully illustrated set.",
    "publication_year": 2002,
    "slug": "tales-from-the-perilous-realm",
    "price": 150000
  },
  {
    "isbn": "9780007136582",
    "title": "The Lord of the Rings",
    "author": "John Ronald Reuel Tolkien",
    "book_image": "http://books.google.com/books/content?id=LwO-vgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Since it was first published in 1954, 'The Lord of the Rings' has been a book people have treasured. Steeped in unrivalled magic and otherworldliness, its sweeping fantasy has touched the hearts of young and old alike. Well over 100 million copies of its many editions have been sold around the world, and occasional collectors’ editions become prized and valuable items of publishing. With the epic trilogy now being released on film, images of the characters and landscapes have become eagerly sought after. Much of the look of the movies is based on Alan Lee’s paintings, giving this Centenary edition of Tolkien’s great work new relevance for the ever-growing number of fans.",
    "publication_year": 2002,
    "slug": "the-lord-of-the-rings",
    "price": 10000
  },
  {
    "isbn": "9780007130313",
    "title": "Cut",
    "author": "Patricia McCormick",
    "book_image": "http://books.google.com/books/content?id=Q140Mlie138C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Fifteen-year old Callie is so withdrawn that she's not speaking to anyone - including her therapist at Sea Pines, known to its guests as 'Sick Minds' - the residential treatment facility where her parents and doctor send her after discovering that she cuts herself. Her story unfolds primarily through dramatic monologues, gradually revealing the family turmoil that led to her self-destructive behaviour.",
    "publication_year": 2002,
    "slug": "cut",
    "price": 170000
  },
  {
    "isbn": "9780007126903",
    "title": "The Metaphysical Club",
    "author": "Louis Menand",
    "book_image": "http://books.google.com/books/content?id=C3Gkwi3SfmMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "In an absorbing narrative about personalities and social history, Menand discusses the Metaphysical Club, an informal group that met in Cambridge, Massachusetts, in 1872, to talk about ideas. Members included Oliver Wendell Holmes, Jr., William James, and Charles Sanders Peirce. 21 photos.",
    "publication_year": 2002,
    "slug": "the-metaphysical-club",
    "price": 230000
  },
  {
    "isbn": "9780007121014",
    "title": "Taken at the Flood",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=3gWlxIFlMEwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A Few Weeks After Marrying An Attractive Young Widow, Gordon Cloade Is Tragically Killed By A Bomb Blast In The London Blitz. Overnight, The Former Mrs Underhay Finds Herself In Sole Possession Of The Cloade Family Fortune. Shortly Afterwards, Hercule Poirot Receives A Visit From The Dead Man S Sister-In-Law Who Claims She Has Been Warned By Spirits That Mrs Underhay S First Husband Is Still Alive. Poirot Has His Suspicions When He Is Asked To Find A Missing Person Guided Only By The Spirit World. Yet What Mystifies Poirot Most Is The Woman S True Motive For Approaching Him&",
    "publication_year": 2002,
    "slug": "taken-at-the-flood",
    "price": 190000
  },
  {
    "isbn": "9780007117536",
    "title": "All Families are Psychotic",
    "author": "Douglas Coupland",
    "book_image": "http://books.google.com/books/content?id=jYBsNp6NPVoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "On the eve of the next Space Shuttle mission, a divided family comes together... Warm, witty and wise, All Families Are Psychotic is Coupland at the very top of his form: 'Irresistibly hilarious, unique and wonderful' Independent on Sunday In a cheap motel an hour from Cape Canaveral, Janet Drummond takes her medication, and does a rapid tally of the whereabouts of her children. Wade has spent the night in jail; suicidal Bryan is due to arrive at any moment with his vowel-free girlfriend, Shw; and then there is Sarah, 'a bolt of lightning frozen in midflash' -- here in Orlando to be the star of Friday's shuttle mission. With Janet's ex-husband and his trophy wife also in town, Janet spends a moment contemplating her family, and where it all went wrong. Or did it?",
    "publication_year": 2002,
    "slug": "all-families-are-psychotic",
    "price": 250000
  },
  {
    "isbn": "9780006646006",
    "title": "Ocean Star Express",
    "author": "Mark Haddon;Peter Sutton",
    "book_image": "http://books.google.com/books/content?id=I2QZAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Joe and his parents are enjoying a summer holiday by the sea at the Ocean Star Hotel. The sky is bright blue, the sun shines and Joe loves all that the seaside has to offer. But when the fog rolls in and rain falls Joe begins to wish that he was back at home again. Things change, however, when the owner of the hotel invites Joe to share in a magical world, only a few steps away. The loft is black as night but then above Joe's head a thousand tiny stars begin to sparkle and in the distance he hears the chug-chug-chug of a model train. A whole world is soon to open up before Joe's eyes, a world of snow-capped mountains, great deserts, and rocking fishing boats.",
    "publication_year": 2002,
    "slug": "ocean-star-express",
    "price": 290000
  },
  {
    "isbn": "9780007121106",
    "title": "Third Girl",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=Dbh7nUkG_6cC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A perplexed girl thinks she might have killed someone... Three single girls shared the same London flat. The first worked as a secretary; the second was an artist; the third who came to Poirot for help, disappeared convinced she was a murderer. Now there were rumours of revolvers, flick-knives and blood stains. But, without hard evidence, it would take all Poirot's tenacity to establish whether the third girl was guilty innocent or insane...",
    "publication_year": 2002,
    "slug": "third-girl",
    "price": 210000
  },
  {
    "isbn": "9780006280934",
    "title": "The Problem of Pain",
    "author": "Clive Staples Lewis",
    "book_image": "http://books.google.com/books/content?id=Kk-uVe5QK-gC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "\"In The Problem of Pain, C.S. Lewis, one of the most renowned Christian authors and thinkers, examines a universally applicable question within the human condition: If God is good and all-powerful, why does he allow his creatures to suffer pain? With his signature wealth of compassion and insight, C.S. Lewis offers answers to these crucial questions and shares his hope and wisdom to help heal a world hungering for a true understanding of human nature.\"--Amazon.",
    "publication_year": 2002,
    "slug": "the-problem-of-pain",
    "price": 130000
  },
  {
    "isbn": "9780007111503",
    "title": "Partners in Crime",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=L0bfy0zgkegC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The Famous Volume Of Tommy & Tuppence Linked Short Stories, Reissued In A New Look To Coincide With The Brand New Series Of Tommy & Tuppence Bbc Movies. Tommy And Tuppence Beresford Were Restless For Adventure, So When They Were Asked To Take Over Blunt S International Detective Agency, They Leapt At The Chance. After Their Triumphant Recovery Of A Pink Pearl, Intriguing Cases Kept On Coming Their Way: A Stabbing On Sunningdale Golf Course; Cryptic Messages In The Personal Columns Of Newspapers; And Even A Box Of Poisoned Chocolates.",
    "publication_year": 2001,
    "slug": "partners-in-crime",
    "price": 190000
  },
  {
    "isbn": "9780007122585",
    "title": "The Secret of Chimneys",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=1OluX5g96OcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A young drifter finds more than he bargained for when he agrees to deliver a parcel to an English country house...",
    "publication_year": 2001,
    "slug": "the-secret-of-chimneys",
    "price": 250000
  },
  {
    "isbn": "9780007119332",
    "title": "Death in the Clouds",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=M8iyckq4GQ0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A woman is killed by a poisoned dart in the enclosed confines of a commercial passenger plane... From seat No.9, Hercule Poirot was ideally placed to observe his fellow air passengers. Over to his right sat a pretty young woman, clearly infatuated with the man opposite; ahead, in seat No.13, sat a Countess with a poorly-concealed cocaine habit; across the gangway in seat No.8, a detective writer was being troubled by an aggressive wasp. What Poirot did not yet realize was that behind him, in seat No.2, sat the slumped, lifeless body of a woman.",
    "publication_year": 2001,
    "slug": "death-in-the-clouds",
    "price": 280000
  },
  {
    "isbn": "9780007120680",
    "title": "Hallowe'en Party",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=Qlx98EGK_jMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "No one believes a little girl when she insists that she has witnessed a murder until she herself turns up drowned, and Hercule Poirot sets out to catch the killer.",
    "publication_year": 2001,
    "slug": "halloween-party",
    "price": 90000
  },
  {
    "isbn": "9780007120697",
    "title": "Hercule Poirot's Christmas",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=EA0j4Jzn4vAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "On the night before Christmas, cruel, tyrannical, filthy-rich Simeon Lee is found in his locked bedroom with his throat cut. Now Hercule Poirot must put his deductive powers to the test to solve one of his most chilling cases--and to prevent a clever killer from spilling more blood.",
    "publication_year": 2001,
    "slug": "hercule-poirots-christmas",
    "price": 130000
  },
  {
    "isbn": "9780007105045",
    "title": "Tree and Leaf",
    "author": "John Ronald Reuel Tolkien",
    "book_image": "http://books.google.com/books/content?id=aPb_AAIcwZ0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "\"The two works 'On fairy-stories' and 'Leaf by Niggle' were first brought together to form the book 'Tree and leaf' in 1964. In this new edition a third element is added: the poem Mythopoeia, the making of myths...\"--Preface.",
    "publication_year": 2001,
    "slug": "tree-and-leaf",
    "price": 220000
  },
  {
    "isbn": "9780007103676",
    "title": "Koko",
    "author": "Peter Straub",
    "book_image": "http://books.google.com/books/content?id=QV_XQKj4OMkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Koko is Peter Straub's foray into the psychological horror of the Vietnam War.",
    "publication_year": 2001,
    "slug": "koko",
    "price": 200000
  },
  {
    "isbn": "9780006550433",
    "title": "The Bonesetter's Daughter",
    "author": "Amy Tan",
    "book_image": "http://books.google.com/books/content?id=4KHT6mIMDt4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Tells the story of three generations of Chinese women, beginning at the turn of the century.",
    "publication_year": 2001,
    "slug": "the-bonesetters-daughter",
    "price": 260000
  },
  {
    "isbn": "9780007113804",
    "title": "Murder in Mesopotamia",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=oFkbc7BbYN0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "An archaeologist's wife is murdered on the shores of the River Tigris in Iraq... It was clear to Amy Leatheran that something sinister was going on at the Hassanieh dig in Iraq; something associated with the presence of 'Lovely Louise', wife of celebrated archaeologist Dr Leidner. In a few days' time Hercule Poirot was due to drop in at the excavation site. But with Louise suffering from terrifying hallucinations, and tension within the group becoming almost unbearable, Poirot might just be too late...",
    "publication_year": 2001,
    "slug": "murder-in-mesopotamia",
    "price": 210000
  },
  {
    "isbn": "9780007119356",
    "title": "Appointment with Death",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=lSYwsRkcw4YC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A repugnant Amercian widow is killed during a trip to Petra... Among the towering red cliffs of Petra, like some monstrous swollen Buddha, sat the corpse of Mrs Boynton. A tiny puncture mark on her wrist was the only sign of the fatal injection that had killed her. With only 24 hours available to solve the mystery, Hercule Poirot recalled a chance remark he'd overheard back in Jerusalem: 'You see, don't you, that she's got to be killed?' Mrs Boynton was, indeed, the most detestable woman he'd ever met...",
    "publication_year": 2001,
    "slug": "appointment-with-death",
    "price": 30000
  },
  {
    "isbn": "9780002261982",
    "title": "Spider's Web",
    "author": "Charles Osborne;Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=gA5GPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A new 'Christie for Christmas' -- a full-length novel adapted from her acclaimed play by Charles Osborne Following BLACK COFFEE and THE UNEXPECTED GUEST comes the final Agatha Christie play novelisation, bringing her superb storytelling to a new legion of fans. Clarissa, the wife of a Foreign Office diplomat, is given to daydreaming. 'Supposing I were to come down one morning and find a dead body in the library, what should I do?' she muses. Clarissa has her chance to find out when she discovers a body in the drawing-room of her house in Kent. Desperate to dispose of the body before her husband comes home with an important foreign politician, Clarissa persuades her three house guests to become accessories and accomplices. It seems that the murdered man was not unknown to certain members of the house party (but which ones?), and the search begins for the murderer and the motive, while at the same time trying to persuade a police inspector that there has been no murder at all... SPIDER'S WEB was written in 1954 specifically for Margaret Lockwood and opened first at the Theatre Royal Nottingham before moving to the Savoy Theatre in London on 14 December 1954. With THE MOUSETRAP and WI",
    "publication_year": 2000,
    "slug": "spiders-web",
    "price": 110000
  },
  {
    "isbn": "9780006551812",
    "title": "'Tis",
    "author": "Frank McCourt",
    "book_image": "http://books.google.com/books/content?id=Q3BhQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "FROM THE PULIZER PRIZE-WINNING AUTHOR OF THE #1 \"NEW YORK TIMES\" BESTSELLER \"ANGELA'S ASHES\" Frank McCourt's glorious childhood memoir, \"Angela's Ashes, \" has been loved and celebrated by readers everywhere. It won the National Book Critics Circle Award, the \"Los Angeles Times\" Book Award and the Pulitzer Prize. Rarely has a book so swiftly found its place on the literary landscape. And now we have \"'Tis, \" the story of Frank's American journey from impoverished immigrant to brilliant teacher and raconteur. Frank lands in New York at age nineteen and gets a job at the Biltmore Hotel, where he immediately encounters the vivid hierarchies of this \"classless country,\" and then is drafted into the army and is sent to Germany to train dogs and type reports. It is Frank's incomparable voice that renders these experiences spellbinding. When Frank returns to America in 1953, he works on the docks, always resisting what everyone tells him. He knows that he should be getting an education, and though he left school at fourteen, he talks his way into New York University. There, he falls in love with the quintessential Yankee and tries to live his dream. But it is not until he starts to teach that Frank finds his place in the world.",
    "publication_year": 2000,
    "slug": "tis",
    "price": 300000
  },
  {
    "isbn": "9780006551393",
    "title": "The Lexus and the Olive Tree",
    "author": "Thomas L. Friedman",
    "book_image": "http://books.google.com/books/content?id=u8zxpq6o7HYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Half of this new, post-Cold War world is intent on building a better Lexus, on streamlining their societies and economies for the global marketplace, while the other half is locked in elemental struggles over who owns which olive tree, which strip of land.",
    "publication_year": 2000,
    "slug": "the-lexus-and-the-olive-tree",
    "price": 110000
  },
  {
    "isbn": "9780006498865",
    "title": "The Mad Ship",
    "author": "Robin Hobb",
    "book_image": "http://books.google.com/books/content?id=2iWezkfdBE8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Fantasy master Robin Hobb delivers the stunning second volume of her Liveship Traders trilogy, returning to the timeless city of Bingtown, where pirates now plague the coasts and the dreaded slave trade flourishes. Althea Vestrit doesnt have time to be afraid, for her familys newly awakened Liveship, Vivacia, has been seized by the ruthless pirate Kennit. So Althea hatches a bold plan. But to carry it out, she must recruit a Liveship that has already slain two crews -- and is said to be insane.",
    "publication_year": 2000,
    "slug": "the-mad-ship",
    "price": 140000
  },
  {
    "isbn": "9780006514855",
    "title": "Girls' Night in",
    "author": "Jessica Adams;Chris Manby;Fiona Walker",
    "book_image": "http://books.google.com/books/content?id=xLwHHQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "'Girls' Night In' features stories about growing up, growing out of, moving out, moving on, falling apart and getting it all together. So turn off your cell phone and curl up on the couch: this is one 'Girls' Night In' you won't want to miss.",
    "publication_year": 2000,
    "slug": "girls-night-in",
    "price": 250000
  },
  {
    "isbn": "9780006754893",
    "title": "A Small Pinch of Weather",
    "author": "Joan Aiken",
    "book_image": "http://books.google.com/books/content?id=QiFhOBpYZoYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A magical and fantastic collection of early stories by one of the most original children's authors of the 20th century. For 8-11 year olds.",
    "publication_year": 2000,
    "slug": "a-small-pinch-of-weather",
    "price": 180000
  },
  {
    "isbn": "9780006512677",
    "title": "Spares",
    "author": "Michael Marshall Smith",
    "book_image": "http://books.google.com/books/content?id=83RrAdP9y5UC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Spares - human clones, the ultimate health insurance. An eye for an eye - but some people are doing all the taking. The story of Jack Randall: burnt-out, dropped out, and way overdrawn at the luck bank. But as caretaker on a Spares Farm, he still has a choice, and it might make a difference.",
    "publication_year": 1998,
    "slug": "spares",
    "price": 100000
  },
  {
    "isbn": "9780006496434",
    "title": "The Little House",
    "author": "Philippa Gregory",
    "book_image": "http://books.google.com/books/content?id=rbvUPps9vKsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "It was easy for Elizabeth. She married the man she loved. It was harder for Ruth. She married Elizabeth's son and then found that, somehow, she could never quite measure up. This thriller examines what women want and what they fear, as Ruth confronts the shifting borders of her own sanity.",
    "publication_year": 1998,
    "slug": "the-little-house",
    "price": 80000
  },
  {
    "isbn": "9780006380832",
    "title": "Empires of the Monsoon",
    "author": "Richard Hall",
    "book_image": "http://books.google.com/books/content?id=MuPEQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Until Vasco da Gama discovered the sea-route to the East in 1497-9 almost nothing was known in the West of the exotic cultures and wealth of the Indian Ocean and its peoples. It is this civilization and its destruction at the hands of the West that Richard Hall recreates in this book. Hall's history of the exploration and exploitation by Chinese and Arab travellers, and by the Portuguese, Dutch and British alike is one of brutality, betrayal and colonial ambition.",
    "publication_year": 1998,
    "slug": "empires-of-the-monsoon",
    "price": 90000
  },
  {
    "isbn": "9780006499268",
    "title": "The Reverse of the Medal",
    "author": "Patrick O'Brian",
    "book_image": "http://books.google.com/books/content?id=YtjxFRb39Z4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "In this book, Jack Aubrey returns from his duties protecting whalers off the South American coast and is persuaded by a casual acquaintance to make investments in the City on the strength of supposedly certain information. From there he is led into the half-worlds of the London criminal underground and of government espionage - the province of his friend, Stephen Maturin.",
    "publication_year": 1997,
    "slug": "the-reverse-of-the-medal",
    "price": 200000
  },
  {
    "isbn": "9780006499626",
    "title": "Miss Marple",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=a96qPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Miss Marple featured in 20 short stories, published in a number of different collections in Britain and America. Presented here in their order of publication, Miss Marple uses her unique insight to deduce the truth about a series of unsolved crimes.",
    "publication_year": 1997,
    "slug": "miss-marple",
    "price": 10000
  },
  {
    "isbn": "9780006483014",
    "title": "The Once and Future King",
    "author": "Terence Hanbury White",
    "book_image": "http://books.google.com/books/content?id=Jx6BvgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "An omnibus volume of the author's complete story of the Arthurian epic which includes: \"The sword in the stone\" (1939), \"The witch in the wood\" (1939), \"The ill-made knight\" (1940), \"The candle in the wind\" (published for the first time), and \"The book of Merlyn.\" 1996.",
    "publication_year": 1996,
    "slug": "the-once-and-future-king",
    "price": 50000
  },
  {
    "isbn": "9780006496878",
    "title": "Mystical Paths",
    "author": "Susan Howatch",
    "book_image": "http://books.google.com/books/content?id=by4ytBy63o0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "1968 finds Nicholas Darrow wrestling with personal problems. How can he marry Rosalind when he is unable to avoid promiscuity? How can he become a priest when he finds it so difficult to live as one? And can he break his dangerous dependence on his father?",
    "publication_year": 1996,
    "slug": "mystical-paths",
    "price": 240000
  },
  {
    "isbn": "9780006496892",
    "title": "Glittering Images",
    "author": "Susan Howatch",
    "book_image": "http://books.google.com/books/content?id=rDHbn0ORKhQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "It is 1937, and Charles Ashworth, a Canon to the Archbishop of Canterbury, is sent to untangle a web of self-delusion and corruption at the episcopal palace of the charismatic Bishop of Starbridge.",
    "publication_year": 1996,
    "slug": "glittering-images",
    "price": 40000
  },
  {
    "isbn": "9780006480099",
    "title": "Assassin's Apprentice",
    "author": "Robin Hobb",
    "book_image": "http://books.google.com/books/content?id=qTaGQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Fantasy-roman.",
    "publication_year": 1996,
    "slug": "assassins-apprentice",
    "price": 140000
  },
  {
    "isbn": "9780006499169",
    "title": "Post Captain",
    "author": "Patrick O'Brian",
    "book_image": "http://books.google.com/books/content?id=S761k-z51Q4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "This tale begins with Jack Aubrey arriving home from his exploits in the Mediterranean to find England at peace following the Treaty of Amiens. He and his friend Stephen Maturin, surgeon and secret agent, begin to live the lives of country gentlemen, hunting, entertaining and enjoying more amorous adventures. Their comfortable existence, however, is cut short when Jack is overnight reduced to a pauper with enough debts to keep him in prison for life. He flees to the continent to seek refuge: instead he finds himself a hunted fugitive as Napoleon has ordered the internment of all Englishmen in France. Aubrey's adventures in escaping from France and the debtors' prison will grip the reader as fast as his unequalled actions at sea.",
    "publication_year": 1996,
    "slug": "post-captain",
    "price": 170000
  },
  {
    "isbn": "9780006496922",
    "title": "Glamorous Powers",
    "author": "Susan Howatch",
    "book_image": "http://books.google.com/books/content?id=_bhPYWs6RrYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Reissue of the author's most famous and well-loved work, the Starbridge series, six self-contained yet interconnected novels that explore the history of the Church of England through the 20th century.",
    "publication_year": 1996,
    "slug": "glamorous-powers",
    "price": 100000
  },
  {
    "isbn": "9780006482079",
    "title": "Warhost of Vastmark",
    "author": "Janny Wurts",
    "book_image": "http://books.google.com/books/content?id=uOL0fpS9WZkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Tricked once more by his wily half-brother, Lysaer, Lord of Light, arrives at the tiny harbor town of Merior to find that Arithon's ship yards have been abandoned and meticulously destroyed, and that the Master of Shadow has disappeared as if into thin air. Meanwhile Arithon and the Mad Prophet Dakar are traveling on foot through the treacherous Kelhorn Mountains towards the Vastmark clans, there to raise further support for his cause. But raising a warhost is a costly business. Is it mere coincidence that Princess Talith—Lysaer's beautiful, headstrong wife—is taken captive and held for a vast ransom by a master brigand? The forces of light and shadow circle and feint, drawing ever closer to a huge conflict. And in the background the Fellowship of Seven Sorcerers and the Koriani Enchantresses watch and plan, and wait.",
    "publication_year": 1995,
    "slug": "warhost-of-vastmark",
    "price": 290000
  },
  {
    "isbn": "9780006490456",
    "title": "Witness for the Prosecution & Selected Plays",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=_9u7AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Newly-Jacketed Edition Designed To Celebrate The 50Th Anniversary Of Christie S Faultlessly Plotted Witness For The Prosecution And Other Outstanding Plays. The Perfect Complement To The Latest Edition Of The Mousetrap And Selected Plays (50Th Aniversary Edition). Headlining This Book Is Witness For The Prosecution Christie S Highly Successful Stage Play Which Won The New York Drama Critics Circle Award For Best Foreign Play. A Stunning Courtroom Drama, It Tells The Story Of A Scheming Wife Testifying Against Her Husband In A Shocking Murder Trial. The Wild Beauty Of A Seaside House Perched High On The Devonshire River Tern Provides A Stunning Back-Drop In Towards Zero As A Psychopathic Murderer Homes In On The Unsuspecting Victims. Passion, Murder And Love Are The Deadly Ingredients In Verdict, Making It One Of Christie S More Unusual Thrillers And Prompting Her To Label It The Best Play I Have Written With The Exception Of Witness For The Prosecution . Go Back For Murder Tells The Story Of The Young And Feisty Carla Who, Orphaned At The Tender Age Of Five, Discovers Her Mother Was Imprisioned For Murdering Her Father And Determines To Prove Her Innocence.",
    "publication_year": 1995,
    "slug": "witness-for-the-prosecution--selected-plays",
    "price": 150000
  },
  {
    "isbn": "9780029131695",
    "title": "Tyranny of the Majority",
    "author": "Lani Guinier",
    "book_image": "http://books.google.com/books/content?id=aRF7XdcCLq0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "At last...the public hearing she was denied...These essays reveal keen powers of analysis applied to some of the most obdurate problems that bedevil electoral politics. Anyone who cares about the mechanisms of democracy should be engaged by her tough-minded explorations. It doesn't matter where you think you stand: it's all here, to argue or agree with. -- Henry Louis Gates, Jr. Lani Guinier's fascinating book is a prophetic intervention into a public conversation we desperately need to rejuvenate. There is no doubt that her powerful voice will produce good consequences for our nation and world. -- Cornel West, Author of Race Matters Intriguing and desperately needed... -- The San Francisco Chronicle",
    "publication_year": 1995,
    "slug": "tyranny-of-the-majority",
    "price": 190000
  },
  {
    "isbn": "9780020360759",
    "title": "Heart Songs and Other Stories",
    "author": "Annie Proulx",
    "book_image": "http://books.google.com/books/content?id=_K2fswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Before she wrote her Pulitzer Prize-winning bestseller The Shipping News, E. Annie Proulx was already producing some of the finest short fiction in the country. Here are her collected stories, including two new works never before anthologized. These stories reverberate with rural tradition, the rites of nature, and the rituals of small-town life. The country is blue-collar New England; the characters are native families and the dispossessed working class, whose heritage is challenged by the neorural bourgeoisie from the city; and the themes are as elemental as the landscape: revenge, malice, greed, passion. Told with skill and profundity and crafted by a master storyteller, these are lean, tough tales of an extraordinary place and its people.",
    "publication_year": 1995,
    "slug": "heart-songs-and-other-stories",
    "price": 240000
  },
  {
    "isbn": "9780006470229",
    "title": "The Gap Into Madness",
    "author": "Stephen R. Donaldson",
    "book_image": "http://books.google.com/books/content?id=4oXavLNDWocC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A new-cover reissue of the fourth book in the bestselling five-volume sf series created by the world-famous author of the Thomas Covenant chronicles -- and acclaimed as the 'best work of his career'. Events were not moving as the Amnion had intended. Once again humans had been false in their dealings with the aliens. As the planetoid Thanatos Minor exploded into atoms, the Trumpet hurtled into space only one step ahead of hostile pursuers. On board were Morn Hyland and her force-grown son Davies, cyborg Angus Thermopyle and Captain Nick Succorso -- old enemies thrown together in a desperate bid for survival. For both the Amnion and the UMCP, the immediate capture of the fleeing ship and the secrets it contained was imperative. But for Trumpet's exhausted crew the only hope lay in an illegal lab in the distant binary solar system of Valdor Industrial. It would be a journey of unpredictable danger -- from which not all would return...",
    "publication_year": 1994,
    "slug": "the-gap-into-madness",
    "price": 110000
  },
  {
    "isbn": "9780020199854",
    "title": "The Love of the Last Tycoon",
    "author": "F. Scott Fitzgerald",
    "book_image": "http://books.google.com/books/content?id=3EDbEHca_k8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "summary": "Depicts the inner-workings of the Hollywood movie industry and its impact on the fabric of American life.",
    "publication_year": 1994,
    "slug": "the-love-of-the-last-tycoon",
    "price": 70000
  },
  {
    "isbn": "9780006479673",
    "title": "If Tomorrow Comes",
    "author": "Sidney Sheldon",
    "book_image": "http://books.google.com/books/content?id=l2tBi_jLuk8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "One of Sidney Sheldon's most popular and bestselling titles, repackaged and reissued for a new generation of fans.",
    "publication_year": 1994,
    "slug": "if-tomorrow-comes",
    "price": 20000
  },
  {
    "isbn": "9780006178736",
    "title": "Rage of angels",
    "author": "Sidney Sheldon",
    "book_image": "http://books.google.com/books/content?id=FKo2TgANz74C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "A memorable, mesmerizing heroine Jennifer -- brilliant, beautiful, an attorney on the way up until the Mafia's schemes win her the hatred of an implacable enemy -- and a love more destructive than hate. A dangerous, dramatic world The Dark Arena of organized crime and flashbulb lit courtrooms where ambitious prosecutors begin their climb to political power.",
    "publication_year": 1993,
    "slug": "rage-of-angels",
    "price": 160000
  },
  {
    "isbn": "9780006545866",
    "title": "The White Album",
    "author": "Joan Didion",
    "book_image": "http://books.google.com/books/content?id=qauOPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "This collection of essays recounts what took place on the long morning after the 1960s, when everyone was coming down from their particular bad trip. Didion observes the dramas that explode as America goes into collective detox: the mother abandoning her five-year-old daughter on the central reservation of Interstate 5; Huey Newton and the Black Panthers preaching from their cells; students, in unconscious parody, simulating the disaffection of the 1960s.",
    "publication_year": 1993,
    "slug": "the-white-album",
    "price": 230000
  },
  {
    "isbn": "9780029227961",
    "title": "Presidential Power and the Modern Presidents",
    "author": "Richard E. Neustadt",
    "book_image": "http://books.google.com/books/content?id=elGozulX_o8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "summary": "Suggests a theory of presidential power, and tests it against the events in the administrations of the postwar presidents",
    "publication_year": 1991,
    "slug": "presidential-power-and-the-modern-presidents",
    "price": 120000
  },
  {
    "isbn": "9780029221303",
    "title": "The Origins of the Civil Rights Movement",
    "author": "Aldon D. Morris",
    "book_image": "http://books.google.com/books/content?id=7vyHY9DWcu8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "summary": "A blending of scholarly research and interviews with many of the figures who launched the civil rights movement in the 1960s and 1970s records the events of the movement's tumultuous first decade",
    "publication_year": 1986,
    "slug": "the-origins-of-the-civil-rights-movement",
    "price": 100000
  },
  {
    "isbn": "9780020518600",
    "title": "The Short Stories of Ernest Hemingway",
    "author": "Ernest Hemingway",
    "book_image": "http://books.google.com/books/content?id=Len1AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Forty-nine stories reflect much of the intensity of Hemingway's own life and environment",
    "publication_year": 1986,
    "slug": "the-short-stories-of-ernest-hemingway",
    "price": 250000
  },
  {
    "isbn": "9780006163831",
    "title": "The One Tree",
    "author": "Stephen R. Donaldson",
    "book_image": "http://books.google.com/books/content?id=OmQawwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Volume Two of Stephen Donaldson's acclaimed second trilogy featuing the compelling anti-hero Thomas Covenant.",
    "publication_year": 1982,
    "slug": "the-one-tree",
    "price": 230000
  },
  {
    "isbn": "9780006472612",
    "title": "Master of the Game",
    "author": "Sidney Sheldon",
    "book_image": "http://books.google.com/books/content?id=TkTYp-Tp6_IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Kate Blackwell is an enigma and one of the most powerful women in the world. But at her ninetieth birthday celebrations there are ghosts of absent friends and absent enemies.",
    "publication_year": 1982,
    "slug": "master-of-the-game",
    "price": 200000
  },
  {
    "isbn": "9780024181909",
    "title": "The Elements of Style",
    "author": "William Strunk;Elwyn Brooks White",
    "book_image": "http://books.google.com/books/content?id=ADaMf2tEB7sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The only style manual ever to appear on the best-seller lists offers practical, fundamental advice on improving writing skills, promoting a style marked by simplicity, orderliness, and sincerity",
    "publication_year": 1979,
    "slug": "the-elements-of-style",
    "price": 170000
  },
  {
    "isbn": "9780006353287",
    "title": "An Autobiography",
    "author": "Agatha Christie",
    "book_image": "http://books.google.com/books/content?id=c49GQwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Donation.",
    "publication_year": 1977,
    "slug": "an-autobiography",
    "price": 250000
  },
  {
    "isbn": "9780020442608",
    "title": "The voyage of the Dawn Treader",
    "author": "Clive Staples Lewis",
    "book_image": "http://books.google.com/books/content?id=fDD3CfYb70cC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "The \"Dawn Treader\" is the first ship Narnia has seen in centuries. King Caspian has built it for his voyage to find the seven lords, good men whom his evil uncle Mizaz banished when he usurped the throne. The journey takes Edmund, Lucy, and their cousin Eustace to the Eastern Islands, beyond the Silver Sea, toward Aslan's country at the End of the World. Illustrations.",
    "publication_year": 1970,
    "slug": "the-voyage-of-the-dawn-treader",
    "price": 140000
  },
  {
    "isbn": "9780024266408",
    "title": "The Presocratics",
    "author": "Philip Wheelwright",
    "book_image": "http://books.google.com/books/content?id=V45eMgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "summary": "Library of Liberal Arts title.",
    "publication_year": 1966,
    "slug": "the-presocratics",
    "price": 80000
  }
]
